{
  "metadata": {
    "total_parameters": 35259818545,
    "total_size": 70519637090
  },
  "weight_map": {
    "code2wav.code_embedding.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.0.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.0.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.0.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.0.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.2.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.3.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.1.block.4.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.0.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.0.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.2.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.3.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.2.block.4.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.0.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.0.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.2.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.3.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.3.block.4.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.0.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.0.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.2.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.3.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.act1.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.act1.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.act2.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.act2.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.conv1.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.conv1.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.conv2.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.4.block.4.conv2.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.decoder.5.alpha": "model-00015-of-00015.safetensors",
    "code2wav.decoder.5.beta": "model-00015-of-00015.safetensors",
    "code2wav.decoder.6.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.decoder.6.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.0.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.1.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.2.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.3.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.4.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.5.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.6.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.input_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.mlp.down_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.mlp.gate_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.mlp.up_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.mlp_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.post_attention_layernorm.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.self_attn.k_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.self_attn.o_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.self_attn.q_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.self_attn.v_proj.weight": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.layers.7.self_attn_layer_scale.scale": "model-00015-of-00015.safetensors",
    "code2wav.pre_transformer.norm.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.0.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.0.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.dwconv.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.dwconv.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.gamma": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.norm.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.norm.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.pwconv1.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.pwconv1.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.pwconv2.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.0.1.pwconv2.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.0.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.0.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.dwconv.conv.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.dwconv.conv.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.gamma": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.norm.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.norm.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.pwconv1.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.pwconv1.weight": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.pwconv2.bias": "model-00015-of-00015.safetensors",
    "code2wav.upsample.1.1.pwconv2.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.0.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.1.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.10.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.11.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.12.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.13.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.14.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.2.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.3.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.4.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.5.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.6.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.7.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.8.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.lm_head.9.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.0.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.1.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.10.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.11.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.12.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.13.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.14.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.2.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.3.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.4.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.5.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.6.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.7.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.8.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.codec_embedding.9.weight": "model-00015-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.input_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.mlp.down_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.mlp.gate_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.mlp.up_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.post_attention_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.self_attn.k_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.self_attn.k_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.self_attn.o_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.self_attn.q_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.self_attn.q_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.0.self_attn.v_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.input_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.mlp.down_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.mlp.gate_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.mlp.up_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.post_attention_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.self_attn.k_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.self_attn.k_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.self_attn.o_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.self_attn.q_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.self_attn.q_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.1.self_attn.v_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.input_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.mlp.down_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.mlp.gate_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.mlp.up_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.post_attention_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.self_attn.k_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.self_attn.k_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.self_attn.o_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.self_attn.q_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.self_attn.q_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.2.self_attn.v_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.input_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.mlp.down_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.mlp.gate_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.mlp.up_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.post_attention_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.self_attn.k_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.self_attn.k_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.self_attn.o_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.self_attn.q_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.self_attn.q_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.3.self_attn.v_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.input_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.mlp.down_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.mlp.gate_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.mlp.up_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.post_attention_layernorm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.self_attn.k_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.self_attn.k_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.self_attn.o_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.self_attn.q_norm.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.self_attn.q_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.layers.4.self_attn.v_proj.weight": "model-00014-of-00015.safetensors",
    "talker.code_predictor.model.norm.weight": "model-00014-of-00015.safetensors",
    "talker.codec_head.weight": "model-00014-of-00015.safetensors",
    "talker.hidden_projection.linear_fc1.bias": "model-00014-of-00015.safetensors",
    "talker.hidden_projection.linear_fc1.weight": "model-00014-of-00015.safetensors",
    "talker.hidden_projection.linear_fc2.bias": "model-00014-of-00015.safetensors",
    "talker.hidden_projection.linear_fc2.weight": "model-00014-of-00015.safetensors",
    "talker.model.codec_embedding.weight": "model-00014-of-00015.safetensors",
    "talker.model.layers.0.input_layernorm.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.0.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.0.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.0.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.1.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.1.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.1.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.10.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.10.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.10.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.100.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.100.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.100.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.101.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.101.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.101.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.102.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.102.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.102.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.103.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.103.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.103.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.104.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.104.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.104.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.105.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.105.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.105.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.106.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.106.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.106.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.107.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.107.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.107.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.108.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.108.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.108.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.109.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.109.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.109.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.11.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.11.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.11.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.110.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.110.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.110.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.111.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.111.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.111.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.112.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.112.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.112.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.113.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.113.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.113.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.114.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.114.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.114.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.115.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.115.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.115.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.116.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.116.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.116.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.117.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.117.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.117.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.118.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.118.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.118.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.119.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.119.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.119.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.12.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.12.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.12.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.120.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.120.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.120.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.121.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.121.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.121.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.122.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.122.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.122.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.123.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.123.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.123.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.124.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.124.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.124.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.125.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.125.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.125.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.126.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.126.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.126.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.127.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.127.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.127.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.13.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.13.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.13.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.14.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.14.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.14.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.15.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.15.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.15.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.16.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.16.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.16.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.17.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.17.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.17.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.18.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.18.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.18.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.19.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.19.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.19.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.2.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.2.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.2.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.20.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.20.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.20.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.21.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.21.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.21.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.22.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.22.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.22.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.23.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.23.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.23.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.24.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.24.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.24.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.25.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.25.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.25.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.26.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.26.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.26.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.27.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.27.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.27.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.28.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.28.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.28.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.29.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.29.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.29.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.3.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.3.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.3.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.30.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.30.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.30.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.31.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.31.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.31.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.32.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.32.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.32.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.33.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.33.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.33.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.34.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.34.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.34.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.35.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.35.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.35.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.36.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.36.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.36.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.37.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.37.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.37.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.38.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.38.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.38.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.39.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.39.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.39.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.4.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.4.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.4.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.40.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.40.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.40.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.41.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.41.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.41.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.42.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.42.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.42.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.43.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.43.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.43.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.44.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.44.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.44.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.45.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.45.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.45.up_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.46.down_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.46.gate_proj.weight": "model-00013-of-00015.safetensors",
    "talker.model.layers.0.mlp.experts.46.up_proj.weight": "model-00013-of-00015.safetensors",
